[{"title":"Alfabet dan Angka","description":"Kursus dasar untuk belajar alfabet dan angka","length":"1 minggu","progress":3.0303030303030303,"lessons":[{"name":"Huruf A","explanation":"Kepalkan tangan dengan seluruh jari sejajar, jari jempol ada di samping jari telunjuk.","video":"link video","status":true},{"name":"Huruf B","explanation":"Jari telunjuk, tengah, manis, dan kelingking lurus ke atas dan saling rapat. Jari jempol dilipat ke tengah telapak tangan.","video":"link video","status":false},{"name":"Huruf C","explanation":"Jari telunjuk, tengah, manis, dan kelingking saling rapat menunjuk ke samping. Jari jempol menunjuk ke samping ada di bawah keempat jari membentuk huruf C.","video":"link video","status":false},{"name":"Huruf D","explanation":"Rapatkan jari tengah, manis, dan kelingking lalu buat bentuk lingkaran dengan menempelkan jari tengah dan manis ke jari jempol. Jari telunjuk menunjuk lurus ke atas.","video":"link video","status":false},{"name":"Huruf E","explanation":"Lipat jari telunjuk, tengah, manis, dan kelingking ke bagian bawah garis jari. Jari jempol lipat membentuk 90 derajat dan menempel pada telapak tangan.","video":"link video","status":false},{"name":"Huruf F","explanation":"Rapatkan jari tengah, manis, dan kelingking lalu mengarah ke atas. Bentuk bulat dengan menempelkan jari telunjuk dan jempol.","video":"link video","status":false},{"name":"Huruf G","explanation":"Lipat jari tengah, manis, dan kelingking ke dalam telapak tangan. Jari telunjuk dan jempol lurus menunjuk ke samping.","video":"link video","status":false},{"name":"Huruf H","explanation":"Lipat jari manis dan kelingking ke dalam, lalu taruh jari jempol di jari manis dan kelingking. Jari telunjuk dan tengah lurus menunjuk ke samping.","video":"link video","status":false},{"name":"Huruf I","explanation":"Lipat jari telunjuk, tengah, dan manis ke dalam telapak tangan dan taruh jari jempol di ketiga jari yang dilipat. Jari kelingking lurus menunjuk ke atas.","video":"link video","status":false},{"name":"Huruf K","explanation":"Lipat jari manis dan kelingking ke dalam telapak tangan. Jari telunjuk dan tengah menunjuk ke atas berjauhan / terbuka. Jari jempol menunjuk ke atas diletakkan di antara jari telunjuk dan tengah.","video":"link video","status":false},{"name":"Huruf L","explanation":"Lipat jari tengah, manis, dan kelingking ke dalam telapak tangan. Jari telunjuk dan jempol lurus terbuka membentuk 90 derajat.","video":"link video","status":false},{"name":"Huruf M","explanation":"Lipat jari kelingking dan jempol ke dalam telapak tangan. Lipat dan letakkan jari telunjuk, tengah, dan manis menutupi jari jempol.","video":"link video","status":false},{"name":"Huruf N","explanation":"Lipat jari kelingking, manis dan jempol ke dalam telapak tangan. Lipat dan letakkan jari telunjuk dan tengah menutupi jari jempol.","video":"link video","status":false},{"name":"Huruf O","explanation":"Bentuk huruf O atau bulat dengan menempelkan jari telunjuk, tengah, manis, dan kelingking dengan jari jempol.","video":"link video","status":false},{"name":"Huruf P","explanation":"Lipat jari manis dan kelingking ke dalam telapak tangan. Jari telunjuk dan tengah menunjuk ke bawah berjauhan / terbuka. Jari jempol menunjuk ke atas diletakkan di antara jari telunjuk dan tengah.","video":"link video","status":false},{"name":"Huruf Q","explanation":"Lipat jari tengah, manis, dan kelingking ke dalam telapak tangan. Jari telunjuk dan jempol lurus menunjuk ke bawah.","video":"link video","status":false},{"name":"Huruf R","explanation":"Lipat jari jempol, manis, dan kelingking ke dalam telapak tangan. Jari telunjuk dan tengah lurus menunjuk ke atas, dengan jari telunjuk diletakkan di belakang jari tengah.","video":"link video","status":false},{"name":"Huruf S","explanation":"Kepalkan tangan dengan seluruh jari sejajar, jari jempol diletakkan menutupi keempat jari yang lain.","video":"link video","status":false},{"name":"Huruf T","explanation":"Lipat jari tengah, manis, dan kelingking ke dalam telapak tangan. Tekuk jari telunjuk membentuk 90 derajat dan jari jempol ditempelkan ke bagian datar jari telunjuk.","video":"link video","status":false},{"name":"Huruf U","explanation":"Lipat jari jempol, manis, dan kelingking ke dalam telapak tangan. Rapatkan jari telunjuk dan tengah lurus menunjuk ke atas.","video":"link video","status":false},{"name":"Huruf W","explanation":"Lipat jari jempol dan kelingking ke dalam telapak tangan. Jari telunjuk, tengah, dan manis menunjuk ke atas berjauhan / terbuka.","video":"link video","status":false},{"name":"Huruf X","explanation":"Lipat jari jempol, tengah, manis, dan kelingking ke dalam telapak tangan. Tekuk jari telunjuk membentuk 90 derajat.","video":"link video","status":false},{"name":"Huruf Y","explanation":"Lipat jari telunjuk, tengah, dan manis ke dalam telapak tangan. Jari jempol dan kelingking terbuka menunjuk ke atas.","video":"link video","status":false},{"name":"Angka 1","explanation":"Lipat jari jempol, tengah, manis, dan kelingking ke dalam telapak tangan dengan jari telunjuk lurus menunjuk ke atas.","video":"link video","status":false},{"name":"Angka 2","explanation":"Lipat jari jempol, manis, dan kelingking ke dalam telapak tangan dengan jari telunjuk dan tengah lurus menunjuk ke atas berjauhan / terbuka.","video":"link video","status":false},{"name":"Angka 3","explanation":"Lipat jari manis dan kelingking ke dalam telapak tangan dengan jari jempol, telunjuk, dan tengah lurus menunjuk ke atas berjauhan / terbuka.","video":"link video","status":false},{"name":"Angka 4","explanation":"Lipat jari jempol ke dalam telapak tangan dengan jari telunjuk, tengah, manis, dan kelingking lurus menunjuk ke atas berjauhan / terbuka.","video":"link video","status":false},{"name":"Angka 5","explanation":"Seluruh jari menunjuk ke atas dengan posisi berjauhan / terbuka.","video":"link video","status":false},{"name":"Angka 6","explanation":"Buka jari telunjuk, tengah, dan manis menunjuk ke atas berjauhan / terbuka, lalu jari jempol dan kelingking bersentuhan di ujung.","video":"link video","status":false},{"name":"Angka 7","explanation":"Buka jari telunjuk, tengah, dan kelingking menunjuk ke atas berjauhan / terbuka, lalu jari jempol dan manis bersentuhan di ujung.","video":"link video","status":false},{"name":"Angka 8","explanation":"Buka jari telunjuk, manis, dan kelingking menunjuk ke atas berjauhan / terbuka, lalu jari jempol dan tengah bersentuhan di ujung.","video":"link video","status":false},{"name":"Angka 9","explanation":"Buka jari tengah, manis, dan kelingking menunjuk ke atas berjauhan / terbuka, lalu jari jempol dan telunjuk bersentuhan di ujung.","video":"link video","status":false},{"name":"Angka 10","explanation":"Kepalkan tangan dengan seluruh jari sejajar, jari jempol ada di samping jari telunjuk. Tangan mengarah ke samping dengan jempol posisi di paling atas.","video":"link video","status":false}]},
{"title":"Kata Dasar 1","description":"Kursus dasar untuk belajar kata kerja dan ganti","length":"3 minggu","progress":0.0,"lessons":[{"name":"Aku","explanation":"Lipat jari jempol, manis, dan kelingking ke dalam telapak tangan. Jari  telunjuk dan tengah lurus dan rapat menunjuk diri sendiri.","video":"link video","status":false},{"name":"Kamu","explanation":"Seluruh jari menunjuk ke atas  dengan posisi lurus dan rapat. Posisi tangan lurus ke depan.","video":"link video","status":false},{"name":"Dia","explanation":"Lipat jari jempol, tengah, manis, dan kelingking ke dalam telapak tangan. Jari telunjuk lurus menunjuk ke luar.","video":"link video","status":false},{"name":"Kami","explanation":"Lipat jari jempol, tengah, manis, dan kelingking ke dalam telapak tangan. Jari telunjuk lurus menunjuk ke atas dengan posisi tangan berada di depan dada.","video":"link video","status":false},{"name":"Ber-","explanation":"Menggunakan kedua tangan, semua jari satu tangan rapat dan menunjuk ke atas dengan telapak tangan menghadap ke samping. Tangan satu membentuk huruf B dan diletakkan dengan samping tangan menyentuh telapak tangan satunya.","video":"link video","status":false},{"name":"Pe-","explanation":"Menggunakan kedua tangan, semua jari satu tangan rapat dan menunjuk ke atas dengan telapak tangan menghadap ke samping. Tangan satu membentuk huruf P dan diletakkan dengan samping tangan menyentuh telapak tangan satunya.","video":"link video","status":false},{"name":"Ter-","explanation":"Menggunakan kedua tangan, semua jari satu tangan rapat dan menunjuk ke atas dengan telapak tangan menghadap ke samping. Tangan satu membentuk huruf T dan diletakkan dengan samping tangan menyentuh telapak tangan satunya.","video":"link video","status":false},{"name":"Di-","explanation":"Menggunakan kedua tangan, semua jari satu tangan rapat dan menunjuk ke atas dengan telapak tangan menghadap ke samping. Tangan satu membentuk huruf D dan diletakkan dengan samping tangan menyentuh telapak tangan satunya.","video":"link video","status":false},{"name":"Ke-","explanation":"Menggunakan kedua tangan, semua jari satu tangan rapat dan menunjuk ke atas dengan telapak tangan menghadap ke samping. Tangan satu membentuk huruf K dan diletakkan dengan samping tangan menyentuh telapak tangan satunya.","video":"link video","status":false},{"name":"Apa","explanation":"Jari telunjuk, tengah, manis, dan kelingking rapat dan lurus menunjuk ke depan dengan jempol lurus menunjuk ke depan dengan posisi berjauhan / terbuka.","video":"link video","status":false},{"name":"Bahaya","explanation":"Kedua jari tangan lurus saling rapat dengan posisi tangan saling menyilang di depan dada.","video":"link video","status":false},{"name":"Bingung","explanation":"Jari kedua tangan saling menyentuh di ujung dan kedua tangan diletakkan di samping kepala.","video":"link video","status":false},{"name":"Cinta","explanation":"Kedua tangan membentuk hati dan diletakkan di depan dada","video":"link video","status":false},{"name":"Lama","explanation":"Kedua jari tangan semua lurus dengan kedua jempol terbuka / berjauhan dengan jari lain. Telapak tangan satu menghadap ke atas, lalu tangan satunya telapak menghadap ke samping. Telapak yang menghadap ke samping diletakkan di atas telapak yang menghadap ke atas.","video":"link video","status":false},{"name":"Lucu","explanation":"Kepalkan tangan dengan seluruh jari sejajar, jari jempol ada di samping jari telunjuk.","video":"link video","status":false},{"name":"Maaf","explanation":"Lipat jari jempol, manis, dan kelingking ke dalam telapak tangan. Jari telunjuk dan tengah membentuk 90 derajat dan tangan ditaruh di depan mulut.","video":"link video","status":false},{"name":"Marah","explanation":"Jari telunjuk, tengah, manis, dan kelingking kedua tangan menekuk ke dalam tetapi tidak menyentuh. Jari jempol menunjuk keluar. Kedua tangan diposisikan di atas dan depan pundak.","video":"link video","status":false},{"name":"Masih","explanation":"Tekuk jari telunjuk, tengah, dan manis membentuk 90 derajat dan menunjuk ke bawah. Jari jempol dan kelingking terbuka menunjuk ke samping luar.","video":"link video","status":false},{"name":"Mau","explanation":"Telapak tangan menghadap ke atas dan ditaruh di depan tubuh. Jari telunjuk, tengah, manis, dan kelingking rapat ditekuk menunjuk ke atas. Jari jempol lurus menunjuk ke atas.","video":"link video","status":false},{"name":"Merdeka","explanation":"Kepalkan tangan dengan seluruh jari sejajar, jari jempol ada di samping jari telunjuk. Tangan membentuk 90 derajat dan menghadap ke samping","video":"link video","status":false},{"name":"Sakit","explanation":"Lipat jari tengah, manis, dan kelingking ke dalam telapak. Jari jempol dan telunjuk membentuk 90 derajat dan menyentuh dahi.","video":"link video","status":false},{"name":"Selamat","explanation":"Kepalkan kedua tangan dengan seluruh jari sejajar, jari jempol ada di samping jari telunjuk. Kedua tangan ada di samping badan lurus ke depan.","video":"link video","status":false},{"name":"Takut","explanation":"Lipat jari jempol, telunjuk, tengah, dan manis ke dalam telapak tangan. Jari kelingking lurus posisi ke dalam. Kedua tangan diletakkan di depan dada","video":"link video","status":false},{"name":"Tenang","explanation":"Seluruh jari posisi rapat dan lurus menghadap ke samping. Tangan diletakkan di depan perut.","video":"link video","status":false},{"name":"Ya","explanation":"Tangan membentuk huruf Y dengan posisi tangan menghadap ke bawah.","video":"link video","status":false},{"name":"Yakin","explanation":"Tangan membentuk huruf Y dan menghadap ke samping, diletakkan di depan dada.","video":"link video","status":false}]},
{"title":"Kata Dasar 2","description":"Kursus dasar untuk belajar kata kerja dan ganti","length":"6 minggu","progress":0.0,"lessons":[{"name":"Ayah","explanation":"Lipat jari telunjuk, tengah, manis, dan kelingking ke dalam telapak tangan. Jari jempol menunjuk ke atas dan menyentuh pipi.","video":"link video","status":false},{"name":"Besok","explanation":"Seluruh jari rapat dan lurus menunjuk ke samping dan diletakkan di depan mata.","video":"link video","status":false},{"name":"Hari","explanation":"Seluruh jari satu tangan rapat dan lurus menunjuk ke samping dan diletakkan di depan dada. Lipat jari jempol, tengah, manis, dan kelingking tangan satunya ke dalam telapak dan jari telunjuk lurus. Tangan ini diletakkan di atas tangan sebelumnya.","video":"link video","status":false},{"name":"Ibu","explanation":"Lipat jari jempol, manis, dan kelingking ke dalam telapak tangan. Jari telunjuk dan tengah rapat dan lurus dan disentuhkan di pelipis.","video":"link video","status":false},{"name":"Jam","explanation":"Kepalkan satu tangan dan taruh di depan perut. Jari jempol, tengah, manis, dan kelingking lipat ke dalam telapak tangan dengan jari telunjuk lurus menunjuk pergelangan tangan satunya.","video":"link video","status":false},{"name":"Kaki","explanation":"Lipat jari jempol, manis, dan kelingking pada satu tangan dengan jari telunjuk dan tengah lurus menunjuk ke bawah. Jari jempol, tengah, manis, dan kelingking pada tangan lainnya dilipat ke dalam telapak dan jari telunjuk menunjuk pada jari telunjuk tangan satunya.","video":"link video","status":false},{"name":"Nama","explanation":"Jari satu tangan terbuka lurus dengan jempol terbuka / berjauhan dengan jari lain, menghadap ke samping dalam dan diletakkan di depan dada. Jari tangan satu membentuk huruf G dan diletakkan di telapak tangan satunya.","video":"link video","status":false},{"name":"Negara","explanation":"Satu tangan dikepalkan dan diletakkan di depan bahu sisi berlawanan. Tangan satu terbuka rapat dan menyentuh siku tangan satunya.","video":"link video","status":false},{"name":"Nomor","explanation":"Kedua ujung jari tangan saling menyentuh dengan tangan satu menghadap ke atas dan satunya menghadap ke bawah.","video":"link video","status":false},{"name":"Rumah","explanation":"Kedua jari tangan lurus dengan tangan membuat bentuk 45 derajat ke dalam dan saling menyentuh pada ujung jari.","video":"link video","status":false},{"name":"Tangan","explanation":"Seluruh jari terbuka dengan sedikit tekukan, diangkat ke depan bahu dan menghadap ke belakang.","video":"link video","status":false},{"name":"Telepon","explanation":"Tangan membentuk huruf Y, menghadap ke samping dalam dan diletakkan di samping telinga.","video":"link video","status":false},{"name":"Teman","explanation":"Lipat jari jempol, tengah, manis, dan kelingking pada dua tangan ke dalam telapak. Satu tangan menghadap atas dan satunya lagi ke bawah. Jari telunjuk saling mengait.","video":"link video","status":false},{"name":"Uang","explanation":"Lipat jari tengah, manis, dan kelingking ke dalam telapak tangan. Jari jempol dan telunjuk menyentuh bagian tengah masing-masing jari.","video":"link video","status":false},{"name":"Akhir","explanation":"Jari jempol, telunjuk, tengah, dan manis salah satu tangan dilipat ke dalam telapak tangan dengan jari kelingking lurus menghadap ke samping dalam. Jari jempol, tengah, manis, dan kelingking tangan satunya dilipat ke dalam telapak tangan dengan jari telunjuk lurus menunjuk ujung jari kelingking.","video":"link video","status":false},{"name":"Bantu","explanation":"Seluruh jari pada satu tangan terbuka dan rapat, menghadap ke atas dan diletakkan di depan perut. Jari telunjuk, tengah, manis, dan kelingking dilipat kedalam pada tangan satunya dengan jari jempol lurus menunjuk ke atas dan diletakkan di atas telapak yang terbuka.","video":"link video","status":false},{"name":"Bayar","explanation":"Seluruh jari sedikit menutup ke dalam telapak namun tidak menyentuh telapak. Jari jempol sedikit terbuka / berjauhan dengan jari telnjuk dengan posisi tangan menunjuk ke bawah dan telapak tangan menghadap ke badan.","video":"link video","status":false},{"name":"Beli","explanation":"Lipat jari tengah, manis, dan kelingking ke dalam telapak tangan satu dengan jari jempol dan telunjuk menyentuh bagian tengah masing-masing jari. Tangan satu diulurkan ke depan. Tangan dua terbuka lurus dengan telapak tangan menghadap atas dan diletakkan di bawah tangan satu.","video":"link video","status":false},{"name":"Beri","explanation":"Kedua jari tangan terbuka dan rapat dengan telapak tangan menghadap ke atas. Kedua tangan saling menyentuh di sisi tangan dan diulurkan ke depan.","video":"link video","status":false},{"name":"Buat","explanation":"Kedua tangan dikepalkan dan diletakkan di depan tubuh. Salah satu tangan diletakkan di atas tangan satunya.","video":"link video","status":false},{"name":"Buka","explanation":"Kedua tangan membentuk huruf B dan masing-masing diletakkan di depan bahu.","video":"link video","status":false},{"name":"Dengar","explanation":"Jepit telinga dengan jari jempol dan telunjuk.","video":"link video","status":false},{"name":"Doa","explanation":"Kedua tangan terbuka dan rapat dan saling bersentuhan di samping, telapak tangan keduanya menghadap badan.","video":"link video","status":false},{"name":"Duduk","explanation":"Jari jempol, tengah, manis, dan kelingking pada tangan satu dilipat ke dalam telapak dengan jari telunjuk lurus menunjuk samping dalam. Jari jempol, manis, dan kelingking pada tangan dua dilipat ke dalam telapak tangan dengan jari telunjuk dan tengah lurus menunjuk ke bawah. Jari telunjuk dan tengah tangan kedua didudukkan di jari telunjuk tangan satu.","video":"link video","status":false},{"name":"Henti","explanation":"Seluruh jari kedua tangan rapat dan lurus. Tangan satu telapak tangan menghadap samping dan jari menunjuk atas. Tangan dua telapak tangan menghadap bawah dan ditempelkan ke ujung jari tangan satu.","video":"link video","status":false},{"name":"Hormat","explanation":"Seluruh jari terbuka dan rapat, lalu diletakkan di atas alis dengan posisi telapak menghadap bawah.","video":"link video","status":false},{"name":"Jalan","explanation":"Jari jempol, manis, dan kelingking dilipat ke dalam telapak tangan, dengan jari telunjuk dan tengah lurus sedikit berjauhan / terbuka menunjuk ke bawah.","video":"link video","status":false},{"name":"Kasih","explanation":"Kedua tangan membentuk huruf K dan disilangkan di depan tubuh.","video":"link video","status":false},{"name":"Lagi","explanation":"Seluruh jari kedua tangan rapat dan lurus. Tangan satu telapak tangan menghadap samping dan jari menunjuk atas. Tangan dua telapak tangan menghadap bawah dan ujung jari ditempelkan ke telapak tangan satu.","video":"link video","status":false},{"name":"Makan","explanation":"Seluruh jari disatukan dan tangan diletakkan di depan mulut.","video":"link video","status":false},{"name":"Minta","explanation":"Kedua jari tangan terbuka dan rapat dengan telapak tangan menghadap ke atas. Salah satu tangan diletakkan di atas tangan satunya.","video":"link video","status":false},{"name":"Minum","explanation":"Tangan membentuk huruf C dan jari jempol ditempelkan ke mulut, telapak tangan posisi ke depan.","video":"link video","status":false},{"name":"Mulai","explanation":"Seluruh jari tangan satu lurus dan rapat menunjuk ke depan. Jari jempol, tengah, manis, dan kelingking tangan dua dilipat ke dalam dengan jari telunjuk lurus dan diletakkan di telapak tangan tangan satu.","video":"link video","status":false},{"name":"Paham","explanation":"Tangan membentuk huruf G dan ditempelkan di pelipis.","video":"link video","status":false},{"name":"Pikir","explanation":"Lipat jari jempol, tengah, manis, dan kelingking dengan jari telunjuk lurus menunjuk pelipis.","video":"link video","status":false},{"name":"Rindu","explanation":"Kedua tangan membentuk R dan disilangkan.","video":"link video","status":false},{"name":"Tatap","explanation":"Lipat jari jempol, manis, dan kelingking kedua tangan dengan jari telunjuk dan tengah lurus saling menunjuk jari pada tangan satunya.","video":"link video","status":false},{"name":"Terima","explanation":"Kepalkan tangan dengan seluruh jari sejajar, jari jempol ada di samping jari telunjuk.","video":"link video","status":false},{"name":"Tidur","explanation":"Kepalkan tangan dengan seluruh jari sejajar, jari jempol ada di samping jari telunjuk.","video":"link video","status":false},{"name":"Tinggal","explanation":"Seluruh jari terbuka dan lurus, dengan telapak tangan menghadap ke atas dan diletakkan di depan tubuh.","video":"link video","status":false},{"name":"Tutup","explanation":"Kedua tangan membentuk huruf B dan saling bersentuhan pada sisi tangan.","video":"link video","status":false}]}]